Repository: 4np/TVGemist
Catalog: TVGemist/*.lproj/Localizable.strings
Languages: nl

source: '%@' is not available
nl: '%@' is niet beschikbaar

source: This program is exclusively available on NPO Start Plus and hence cannot be watched. "%@"
nl: Dit programma is exclusief beschikbaar voor NPO Start Plus abonnees en kan zodoende helaas niet worden bekeken. "%@"

source: This episode is exclusively available on NPO Start Plus and hence cannot be watched. "%@"
nl: Deze aflevering is exclusief beschikbaar voor NPO Start Plus abonnees en kan zodoende helaas niet worden bekeken. "%@"

source: Continue watching
nl: Verder kijken

source: You have already partially watched this episode. Would you like to continue where you left off, or do you want to start watching from the start?
nl: U heeft deze aflevering al deels bekeken. Wilt u verder kijken vanaf het punt waar u bent gebleven of wilt u opnieuw beginnen?

source: Continue watching from %@
nl: Verder kijken vanaf %@

source: Watch from the start
nl: Bij het begin beginnen

source: %d h
nl: %d u

source: Next: %@ - %@
nl: Straks: %@ - %@

source: New release available
nl: Nieuwe release beschikbaar

source: You are %i releases behind
nl: Je ligt %i releases achter

source: Version '%@' is available for download at '%@'. %@
nl: Versie '%@' kan gedownload worden op '%@'. %@
